{
    "questions": [
        {
            "question": "What is the precise purpose of the project?",
            "weight": 1
        },
        {
            "question": "What type of data do you collect and process?",
            "weight": 1
        },
        {
            "question": "Which method do you use to determine whether the data is personal/sensitive?",
            "weight": 1
        },
        {
            "question": "Can you achieve the stated purpose with less data?",
            "weight": 1
        },
        {
            "question": "Is your data usage proportional to its potential for both benefits and harm?",
            "weight": 1
        },
        {
            "question": "If/when you use personal data, do you anonymize or pseudomize it?",
            "weight": 1
        },
        {
            "question": "Is the data you use representative and up-to-date?",
            "weight": 1
        },
        {
            "question": "What action do you take to ensure data quality?",
            "weight": 1
        },
        {
            "question": "In case you process personal data, based on what legitimate ground do you do so?",
            "weight": 1
        },
        {
            "question": "What do you do to ensure you can respect the rights of the data subject?",
            "weight": 1
        },
        {
            "question": "Do you protect data against unauthorized or unlawful access, use, accidental loss, damage or destruction?",
            "weight": 1
        },
        {
            "question": "If you use personal data, what action do you take to regulate who has access to it?",
            "weight": 1
        },
        {
            "question": "Do you consult local knowledge to assess risks and potential for causing harm?",
            "weight": 1
        },
        {
            "question": "Did you complete the threat and risk assessment form?",
            "weight": 1
        },
        {
            "question": "Do you keep an up to date risk log?",
            "weight": 1
        },
        {
            "question": "Does your project respect relevant data laws of the country in which it is active?",
            "weight": 1
        },
        {
            "question": "Does your project respect the terms and conditions of third-party data providers?",
            "weight": 1
        },
        {
            "question": "What do you do to ensure your project respects NLRC’s values and principles (such as neutrality, impartiality and humanity)?",
            "weight": 1
        }
    ]
}
